/* Auth Alert */
"AlertDescription_GenericAuth" = "CleanMyMac a besoin de votre autorisation pour effectuer les modifications nécessaires à son bon fonctionnement.";

"Done" = "Terminé";

"Emptying Trash" = "Vidage de la corbeille…";

"Estimating…" = "Estimation…";

"%@ Used" = "%@ utilisés";

"Empty" = "Vide";

/* File Sizes */
"KB" = "Ko";

"MB" = "Mo";

"GB" = "Go";

"TB" = "To";

"PB" = "Po";

"EB" = "Eo";

"Uninstall Completely" = "Désinstaller totalement";
"Remove trashed applications along with all related leftovers." = "Supprimez les applications placées dans la corbeille ainsi que tous leurs résidus.";

"Launch CleanMyMac" = "Ouvrir CleanMyMac";
"CleanMyMac will help you remove trashed applications along with all related leftovers." = "CleanMyMac vous aide à supprimer les applications placées dans la corbeille ainsi que tous leurs résidus.";

"Empty Trash" = "Vider la corbeille";

"The size of files in your Trash has exceeded the %@ limit you have set." = "La taille des fichiers de votre corbeille dépasse la limite de %@ définie.";

"Window_LaunchCMMButtonTitle_CMMOff" = "Ouvrir CleanMyMac 3";
"Window_LaunchCMMButtonTitle_CMMOn" = "Afficher CleanMyMac 3";

"Trash" = "Corbeille";
"PluralForm0_file" = "fichier";
"PluralForm1_file" = "fichiers";
"PluralForm2_file" = "fichiers";

"Scan" = "Analyser";
